[
  "easy-typing-obsidian",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-git",
  "obsidian-outliner",
  "obsidian-linter",
  "dataview",
  "templater-obsidian",
  "obsidian-image-auto-upload-plugin",
  "cm-editor-syntax-highlight-obsidian"
]